
/* Shared Error Strings for MacConfig Apps */

/****** ACP Errors *******/

/* GenericACPError */
"GenericACPError" = "Győződjön meg róla, hogy az Apple Wi-Fi bázisállomás be van dugva, és a számítógépének hatókörében található, vagy pedig Ethernet használatával csatlakozik, és próbálja újra. (%d)";

/****** Problem Codes *******/

/* Problem codes reported by the base station that AirPort Utility doesn't know about */
"tooNew" = "Ismeretlen hiba (%@)";
"tooNew.description" = "Ezen Apple Wi-Fi bázisállomás ismeretlen hibát jelentett. Az AirPort segédprogram frissítéséhez kattintson a Szoftverfrissítés elemre, és próbálja újra.";
"tooNew.remedy" = "Szoftverfrissítés…";

/* kACPProblemCodeUnknown */
"unkn" = "Ismeretlen hiba";
"unkn.description" = "Ezen Apple Wi-Fi bázisállomás ismeretlen hibát jelent. Próbálkozhat annak ki-, majd újbóli bekapcsolásával, új belső vezérlőprogram keresésével, vagy egy fizikai visszaállítás végrehajtásával. A fizikai visszaállítás töröl minden beállítást, és újbóli beállítást igényel.";

/* kACPProblemCodeWANNoLink */
"waNL" = "Ethernet kihúzva";
"waNL.description" = "Semmi sincs csatlakoztatva az Ethernet WAN-portoz. Amennyiben DSL-, kábel- vagy egyéb szélessávú modemet használ az internethez történő csatlakozáshoz, illetve olyan hálózatot használ, mely kapcsolódik az internethez, csatlakoztassa az Ethernet WAN-porthoz a szélessávú modemet vagy hálózatot.";
"waNL.furtherInfo" = "A WAN-port Ethernet kapcsolatának ellenőrzése után kattintson az „Ethernet WAN-port ellenőrzése” gombra.";
"waNL.retest" = "Ethernet WAN port ellenőrzése";

/* kACPProblemCodeWANNoInternet */
"waNI" = "Internetkapcsolat";
"waNI.description" = "Az Apple Wi-Fi bázisállomás nem rendelkezik érvényes IP-címmel. Győződjön meg róla, hogy az Apple Wi-Fi bázisállomás csatlakoztatva van a szélessávú modemhez vagy a helyi hálózathoz, ellenőrizze a beállításait, és próbálja újra. Amennyiben továbbra sem tud csatlakozni, lépjen kapcsolatba internetszolgáltatójával.";
"waNI.furtherInfo" = "Ennek a problémának aleggyakoribb megoldása a szélessávú modem visszaállítása. Ehhez kapcsolja ki a szélessávú modemet, várjon legalább 5 percet, majd kapcsolja be azt újra.";
"waNI.remedy" = "Internet…";

/* kACPProblemCodeRadioNoNetwork */
"raNN" = "Vezeték nélküli hálózat";
"raNN.description" = "Ezen Apple Wi-Fi bázisállomás úgy lett beállítva, hogy egy olyan megadott vezeték nélküli hálózathoz csatlakozzon, amely nem található. Amennyiben a Hálózatnév kibomló menüben nem látja azt a hálózatot, amelyhez csatlakozni kíván, az újbóli próbálkozáshoz adja meg a hálózat nevét és szükség esetén a jelszavát.";
"raNN.remedy" = "Vezeték nélküli…";

/* kACPProblemCodeWDSNoPartner */
"wdsP" = "WDS hiba";
"wdsP.description" = "Ezen Apple Wi-Fi bázisállomás egy WDS-hálózat részeként van beállítva, de nem található másik Apple Wi-Fi bázisállomás.";
"wdsP.furtherInfo" = "Győződjön meg róla, hogy a WDS vezeték nélküli eszköz MAC-címei helyesek. Győződjön meg róla, hogy a vezeték nélküli eszközök be vannak dugva, és ezen Apple Wi-Fi bázisállomás hatókörében találhatók.";
"wdsP.remedy" = "WDS…";

/* kACPProblemCodePPPoENoServer */
"ppNS" = "PPPoE szerver";
"ppNS.description" = "Ezen Apple Wi-Fi bázisállomás úgy lett beállítva, hogy PPPoE használatával csatlakozzon az internethez, de nem található PPPoE-kiszolgáló. Győződjön meg róla, hogy az internetszolgáltatója PPPoE használatát igényli, majd győződjön meg róla, hogy a modem be van kapcsolva, és csatlakoztatva van ezen Apple Wi-Fi bázisállomás WAN-portjához, majd próbálja újra. Amennyiben továbbra sem tud csatlakozni a kiszolgálóhoz, lépjen kapcsolatba a szolgáltatójával.";
"ppNS.remedy" = "PPPoE…";

/* kACPProblemCodePPPoEBadPassword */
"ppBP" = "PPPoE jelszó";
"ppBP.description" = "Ezen Apple Wi-Fi bázisállomás úgy van beállítva, hogy PPPoE használatával csatlakozzon az internethez, de a megadott jelszó nem helyes. Adja meg a helyes jelszót, és próbálja újra. Amennyiben továbbra sem tud csatlakozni, lépjen kapcsolatba az internetszolgáltatójával.";
"ppBP.remedy" = "PPPoE…";

/* kACPProblemCodeRADIUSNoServer */
"rdNS" = "RADIUS szerver";
"rdNS.description" = "Ezen Apple Wi-Fi bázisállomás úgy van beállítva, hogy WPA Enterprise vagy RADIUS alapú hozzáférés-vezérlés használatával csatlakozzon az internethez, de nem található RADIUS-kiszolgáló. Győződjön meg róla, hogy helyesek a kiszolgáló beállításai, és próbálja újra.";
"rdNS.remedy" = "Hozzáférési szabályozás…";

/* kACPProblemCodeLowUSBPower */
"usbp" = "USB teljesítmény"; 
"usbp.description" = "Az ezen Apple Wi-Fi bázisállomás USB-portjához csatlakoztatott egyik eszköz nagyobb teljesítményt igényel, mint amennyit ezen Apple Wi-Fi bázisállomás biztosítani tud. Amennyiben lehetséges, csatlakoztass az eszközt egy áramforráshoz, illetve csatlakoztassa azt egy külön áramellátással rendelkező USB-elosztóhoz.";
"usbp.remedy" = "Lemezek…";

/* kACPProblemCodeDiskNeedsRepair */
"fsck" = "A lemez javítást igényel";
"fsck.description" = "Az Apple Wi-Fi bázisállomáshoz csatlakoztatott lemezzel probléma van. Csatlakoztassa a lemezt a számítógépéhez, és javítsa ki a lemezt.";
"fsck.remedy" = "Lemezek…";

/* kACPProblemCodeInternalDiskNeedsRepair */
"Ifsc" = "A belső lemez javítást igényel";
"Ifsc.description" = "Probléma van a Time Capsule-lemezével.";
"Ifsc.remedy" = "Lemezek…";

/* kACPProblemCodeLowDiskSpace */
"fslo" = "Kevés lemezterület";
"fslo.description" = "Az Apple Wi-Fi bázisállomáshoz csatlakoztatott egyik lemezen kevés a tárhely.";
"fslo.remedy" = "Lemezek…";

/* kACPProblemCodeInternalLowDiskSpace */
"Ifsl" = "Kevés a belső lemezterület";
"Ifsl.description" = "A Time Capsule-lemezén kevés a hely.";
"Ifsl.remedy" = "Lemezek…";

/* kACPProblemCodeUnsupportedDisk */
"unsD" = "Nem támogatott lemez";
"unsD.description" = "Az Apple Wi-Fi bázisállomáshoz csatlakoztatott egyik lemez nem támogatott, és nem használható. Próbálkozzon egy másik lemezzel.";
"unsD.remedy" = "Lemezek…";

/* kACPProblemCodeWANRejectedDHCPOffer */
"waRj" = "Ütköző DHCP tartomány";
"waRj.description" = "Ezen Apple Wi-Fi bázisállomás elutasított egy olyan DHCP-címet, amely ugyanazon az alhálózaton van, mint annak belső DHCP-kiszolgálója. Valószínűleg áthidaló módba kell állítania az Apple Wi-Fi bázisállomást. Amennyiben továbbra is DHCP vagy NAT használatával kíván megosztani egyetlen IP-címet, módosítania kell a DHCP-tartományát.";
"waRj.remedy" = "Internet…";

/* kACPProblemCodeUnconfigured */
"ctim" = "Alapértelmezett beállítások";
"ctim.description" = "Ezen Apple Wi-Fi bázisállomás alapértelmezett beállításokkal rendelkezik. Az Apple Wi-Fi bázisállomását be kell konfigurálnia az internethez való csatlakozáshoz, biztonságossá kell tennie a vezeték nélküli hálózatát, majd meg kell adnia egy jelszót.";

/* kACPProblemCodeSoftResetActive */
"soft" = "Lágy visszaállítás";
"soft.description" = "Ezen Apple Wi-Fi bázisállomás vissza lett állítva, és átmeneti hozzáféréssel rendelkezik azon beállítások módosításához, amelyek megakadályozták abban, hogy hozzáférjen a hálózathoz.";

/* kACPProblemCodeOpenNetwork */
"opNW" = "Nem biztonságos vezeték nélküli hálózat";
"opNW.description" = "Ennek az Apple Wi-Fi bázisállomásnak nincs biztonsági beállítása a vezeték nélküli hálózathoz. A vezeték nélküli hálózat biztonságossá tételéhez a WPA2 Personal használata ajánlott.";
"opNW.remedy" = "Biztonság módosítása…";
"opNW.assistDescription" = "Amennyiben nem módosítja a biztonsági módot, az Apple Wi-Fi bázisállomás állapotfénye sárgán fog villogni. Folytatja?";

/* kACPProblemCodePublicPassword */
"pubP" = "Alapértelmezett jelszó";
"pubP.description" = "Ezen Apple Wi-Fi bázisállomás alapértelmezett jelszóval van védve. Javasolt, hogy az Apple Wi-Fi bázisállomás védelme érdekében módosítsa a jelszót.";
"pubP.remedy" = "Jelszó megváltoztatása…";
"pubP.assistDescription" = "Amennyiben nem módosítja a jelszót, az Apple Wi-Fi bázisállomás állapotfénye sárgán fog villogni. Folytatja?";

/* kACPProblemCodeDoubleNAT */
"DubN" = "Kettős NAT";
"DubN.description" = "Ezen Apple Wi-Fi bázisállomás Ethernet WAN-portja magánhálózati IP-címmel rendelkezik. Olyan eszközhöz vagy hálózathoz csatlakozik, amely NAT használatával osztja ki a magánhálózati IP-címeket. Az Apple Wi-Fi bázisállomást DHCP és NAT használatáról áthidaló módra kell állítania.";
"DubN.remedy" = "Internet…";

/* kACPProblemCodeWideAreaBonjourAuth */
"wbAu" = "Bonjour-hitelesítés";
"wbAu.description" = "A DNS-szerverével történő hitelesítésre használ név vagy jelszó helytelen. Javítsa ki azokat, és próbálja újra. Amennyiben a probléma továbbra is fennáll, lépjen kapcsolatba az Ön által használt DNS-szerver adminisztrátorával.";
"wbAu.remedy" = "Bonjour…";

/* kACPProblemCodeNonDWDSMain */
"bsWD" = "Kiterjesztett hálózat";
"bsWD.description" = "Ez az Apple Wi-Fi bázisállomás nem volt képes a vezeték nélküli hálózat kiterjesztésére. Győződjön meg róla, hogy a kiterjeszteni kívánt vezeték nélküli hálózat helyesen lett beállítva és megfelelően működik, hogy egyező vezeték nélküli hálózati jelszavakat adott meg ezen az eszközön, és hogy ez az eszköz a vezeték nélküli hálózat hatókörében található.";
"bsWD.remedy" = "Vezeték nélküli…";

/* kACPProblemCodeUpdateAvailable */
"upAv" = "Firmware frissítés elérhető";
"upAv.description" = "Az ezen Apple Wi-Fi bázisállomáshoz elérhető legújabb belső vezérlőprogram beszerzéséhez kattintson a ///Belső vezérlőprogram frissítése gombra.";
"upAv.remedy" = "Firmware kód frissítése…";

/* kACPProblemCodeSNMPConfigOverWAN */
"waSN" = "SNMP WAN használatával";
"waSN.description" = "Ezen Apple Wi-Fi bázisállomás úgy van beállítva, hogy engedélyezze az SNMP protokollt az Ethernet WAN-porton keresztül, ami csökkenti a hálózat biztonságát.";
"waSN.remedy" = "Naplózás és SNMP…";

/* kACPProblemCodeConfigOverWAN */
"waCF" = "Konfiguráció WAN használatával";
"waCF.description" = "Ezen Apple Wi-Fi bázisállomás úgy van beállítva, hogy engedje az Ethernet WAN-porton történő konfigurálást, ami csökkenti a hálózat biztonságát.";
"waCF.remedy" = "Alapállomás…";

/* kACPProblemCodeNoDNSServers */
"nDNS" = "Nincs DNS szerver";
"nDNS.description" = "Ezen Apple Wi-Fi bázisállomás nem rendelkezik DNS-kiszolgálói címekkel, és problémái lehetnek az internethez való csatlakozással.";
"nDNS.remedy" = "Internet…";

/* kACPProblemCodeOldTimeZone */
"timz" = "Szoftverfrissítés áll rendelkezésre";
"timz.description" = "Az AirPort segédprogram frissítéséhez kattintson a Szoftverfrissítés elemre, és próbálja újra.";
"timz.remedy" = "Szoftverfrissítés…";

/* kACPProblemCodeTaskInProgress */
"TaIP" = "Az Apple Wi-Fi bázisállomás elfoglalt";
"TaIP.description" = "Addig ne húzza ki vagy állítsa vissza ezen Apple Wi-Fi bázisállomást, amíg az el nem érhető.";

/* kACPProblemCodeDotMacCredentialsRejected */
"dMCR" = "A MobileMe tagsági neve vagy jelszava helytelen.";
"dMCR.description" = "A MobileMe tagsági neve vagy jelszava helytelen. Adja meg a helyes tagsági nevet és jelszót, majd próbálja újra.";

/* kACPProblemCodeOverTemperature */
"oTMP" = "Ezen eszköz túlmelegedhetett";
"oTMP.description" = "Ellenőrizze az Apple Wi-Fi bázisállomást, és ha az melegnek érződik, próbálja más helyre tenni azt, vagy eltávolítani a szellőzését akadályozó dolgokat.";

/* kACPProblemCodeIPv6TunnelError */
"6gdn" = "IPv6 alagúthiba";
"6gdn.description" = "Az IPv6 alagútvégpontnál hiba lépett fel. Várja meg a szolgáltatás visszaállítását, és próbálja újra. Amennyiben a probléma továbbra is fennáll, lépjen kapcsolatba szolgáltatójával.";
"6gdn.remedy" = "IPv6 beállítások…";

/* kACPProblemCodeIPv6RelayError */
"6rdn" = "IPv6 átjátszási hiba";
"6rdn.description" = "Az IPv6 továbbítórouternél hiba lépett fel. Várja meg a szolgáltatás visszaállítását, és próbálja újra. Amennyiben a probléma továbbra is fennáll, lépjen kapcsolatba szolgáltatójával.";
"6rdn.remedy" = "IPv6 beállítások…";

/* kACPProblemCodeMigrationInterrupted */
"mgrt" = "A költöztetés megszakadt";
"mgrt.description" = "A Time Capsule-lemez költöztetése megszakadt.";
"mgrt.remedy" = "Lemezek…";

/* kACPProblemCodePostMigrationErase */
"mgEr" = "A költöztetés befejeződött";
"mgEr.description" = "A lemez költöztetése befejeződött. Kattintson a Folytatás gombra az előző Time Capsule-lemez törléséhez.";

/* kACPProblemCodeSMARTStatusWarning */
"SSdF" = "A Time Capsule-lemez meghibásodott";
"SSdF.description" = "Probléma merült fel a Time Capsule-lemezzel. Csatlakoztasson egy USB-merevlemezt a Time Capsule-lemezhez, és az AirPort segédprogram Lemezek paneljén archiválja az adatait, és készítsen róluk biztonsági mentést. A javításért látogassa meg a Genius Bart a helyi Apple Store üzletben vagy egy hivatalos Apple szolgáltatót.";
"SSdF.remedy" = "Lemezek…";

/****** Task Strings *******/

/* kACPTaskErasingDisk */
"EraD" = "Az AirPort-lemez törlése";
"EraD.description" = "A(z) %@ AirPort-lemez törlés alatt áll. A törlés nem vonható vissza.";

/* kACPTaskErasingInternalDisk */
"EraI" = "A Time Capsule-lemez törlése";
"EraI.description" = "A Time Capsule-lemez törlése nem vonható vissza.";

/* kACPTaskArchivingInternalDisk */
"ArcI" = "A Time Capsule-lemez archiválása";
"ArcI.description" = "A(z) %1$@ Time Capsule-lemez a(z) %2$@ AirPort-lemezre archiválódik. A lemez archiválásának leállításához kattintson a Mégsem gombra.";



/****** Validation Errors *******/

/* Generic Errors */

/* vGenErrorZeroLength */
"gErA" = "„%@” számára érték szükséges.";

/* vGenErrorTooShort */
"gErB" = "„%@” értéke túl rövid.";

/* vGenErrorTooLong */
"gErC" = "„%@” értéke túl hosszú.";

/* vGenErrorNotSupported */
"gErD" = "A(z) „%@” beállítás nem támogatott ezen az Apple Wi-Fi bázisállomáson.";

/* vGenErrorInvalid */
"gErE" = "„%@” értéke érvénytelen.";

/* vGenErrorTooHigh */
"gErF" = "„%@” értéke túl magas.";

/* vGenErrorTooLow */
"gErG" = "„%@” értéke túl alacsony.";

/* vGenErrorTooManyEntriesInList */
"gErH" = "Túl sok bejegyzés van a(z) „%@” táblán.";

/* Specific Errors */

/* vWarnPasswordIsPublic */ 
"vErr.pwPu" = "A maximális védelem érdekében hozzon létre más jelszót, mint a „public”.";

/* vErrSysLogCollectorInvalid */
"vErr.slCI" = "A syslog rendeltetési IP-címe érvénytelen.";
/* vErrSysLogLevelInvalid */
"vErr.slLI" = "A syslog szintje érvénytelen.";

/* vErrWSecModeUnsupported */
"vErr.wsMU" = "A kijelölt vezeték nélküli biztonsági mód ezen az Apple Wi-Fi bázisállomáson nem támogatott.";

/* vErrInvalidWEP40Key */
"vErr.iw4K" = "Nem adott meg érvényes 40 bites WEP kulcsot.";
/* vErrInvalidWEP104Key */
"vErr.iw1K" = "Nem adott meg érvényes 128 bites WEP kulcsot.";

/* vErrInvalidTSNKey */
"vErr.iTSN" = "A Transitional Security Network vezeték nélküli jelszavának pontosan 13 karakter hosszúságúnak kell lennie.";

/* vErrInvalidWPAKey */
"vErr.iWPA" = "Egy WPA Personal hálózat vezeték nélküli jelszavának 8 és 63 karakter hosszúság közé kell esnie. Az állhat továbbá 64 hexadecimális karakterből is.";

/* vErrGroupKeyTimeoutTooShort */
"vErr.ktTS" = "A megadott csoportkulcs időkorlát túl rövid. Annak nagyobb vagy egyenlőnek kell lennie, mint 10 perc.";
/* vErrGroupKeyTimeoutTooLong */
"vErr.ktTL" = "A megadott csoportkulcs időkorlát túl hosszú. Annak kevesebb vagy egyenlőnek kell lennie, mint 9999999 perc.";

/* vErrAutoChannelSelectionNotSupported */
"vErr.acNS" = "Az automatikus csatornaválasztás ezen az Apple Wi-Fi bázisállomáson nem támogatott.";

/* vErrMultiRateNotValidForLowDensity */
"vErr.nvLD" = "A kiválasztott multicast ráta nem érvényes a kis rádiósűrűség számára.";
/* vErrMultiRateNotValidForMedDensity */
"vErr.nvMD" = "A kiválasztott multicast ráta nem érvényes a közepes rádiósűrűség számára.";
/* vErrMultiRateNotValidForHighDensity */
"vErr.nvHD" = "A kiválasztott multicast ráta nem érvényes a nagy rádiósűrűség számára.";
/* vErrMultiRateNotValidForBNetwork */
"vErr.nvBN" = "A kiválasztott multicast ráta nem érvényes egy 802.11b vagy 802.11 b/g kompatibilis hálózat számára.";
/* vErrMultiRateNotValidForGNetwork */
"vErr.nvGN" = "A kiválasztott multicast ráta nem érvényes egy 802.11g hálózat számára.";

/* vErrSTAModeNotSupported */
"vErr.smNS" = "Az ügyfélmód ezen az Apple Wi-Fi bázisállomáson nem támogatott.";
/* vErrWirelessDisabledModeNotSupported */
"vErr.wdNS" = "A rádió kikapcsolása ezen az Apple Wi-Fi bázisállomáson nem támogatott.";

/* vErrDHCPOnlyRequiresStaticIP */
"vErr.DHSt" = "Egy IP-címtartomány csak DHCP használatával történő megosztása a WAN IP-címének kézi konfigurálást igényli. Amennyiben az internetszolgáltatója statikus IP-címek tartományát nyújtja Önnek, az Apple Wi-Fi bázisállomását kézzel az első IP-címre kell konfigurálnia, a többit pedig DHCP használatával kell kiosztania.";

/* vErrRouterSubnetMismatch */
"vErr.rsMM" = "A megadott routercím nem kompatibilis az ÖN WAN IP-címével.";
/* vErrWANIPNotSameAsRouter */
"vErr.wnSR" = "Az Ön WAN IP-címe nem lehet ugyanaz, mint az Ön routerjének IP-címe.";

/* vErrIPv6ManualTunnelRequiresStaticIP */
"vErr.v6TM" = "Egy kézzel konfigurált IPv6 alagút statikus WAN IP-címet igényel.";

/* vErrWANDisableEthernetNotSupported */
"vErr.pcDE" = "A WAN-port kikapcsolása ezen az Apple Wi-Fi bázisállomáson nem támogatott.";

/* vErrWANManagementRequiresWANPortEnabled */
"vErr.waNM" = "A WAN porton keresztül történő távoli kezelés engedélyezéséhez a WAN port bekapcsolása szükséges.";

/* vErrRouterModeNoBridgeForPPP */
"vErr.rmBP" = "Ha PPPoE vagy modem használatával kapcsolódik PPP által, a DHCP/NAT elemet kell kiválasztania.";

/* vErrRouterModeNoDHCPNATForSTA */
"vErr.rmST" = "Az internetkapcsolatának megosztása nem támogatott, ha az Apple Wi-Fi bázisállomás egy vezeték nélküli hálózathoz történő csatlakozásra van konfigurálva."; 

/* vErrDHCPRangeConflictsWithWANIP */
"vErr.dcWW" = "A megadott DHCP-tartomány ütközik az Apple Wi-Fi bázisállomás WAN IP-címével.";
/* vErrDHCPRangeEndpointsAreInvalid */
"vErr.dhRa" = "A DHCP tartomány kezdő címe vagy záró címe érvénytelen.";

/* vErrWDSWithWPANotSupported */
"vErr.wwNS" = "WDS esetén a WPA nem támogatott ezen az Apple Wi-Fi bázisállomáson. Győződjön meg róla, hogy a legújabb belsővezérlőprogram-verziót használja.";

/* vErrWDSRequiresAtLeastOneNode */
"vErr.w1Nd" = "A WDS több Apple Wi-Fi bázisállomást igényel. Adjon hozzá legalább egy WDS-végpontot.";

/* vErrWDSWithWPAEnterprise */
"vErr.wdEn" = "A WDS és a WPA Enterprise funkciók nem kompatibilisek. Ha WDS hálózatot kíván beállítani, WPA Personal funkciót kell használnia.";

/* vErrWDSInFiveGig */
"vErr.wdFi" = "A WDS nem kompatibilis az 5 GHz frekvencián működő rádiós üzemmódokkal. Módosítsa a rádió üzemmódját, és próbálja újra.";

/* vErrAccessControlListIsEmpty */
"vErr.acEm" = "A MAC-cím hozzáférési szabályozás (MAC Address Access Control) be van kapcsolva, de nincsenek bejegyzések. Kapcsolja ki a MAC-cím hozzáférési szabályozást, vagy adjon bejegyzéseket a listához.";

/* vErrRequiresWABEnabled */
"vErr.rWAB" = "Egy szolgáltatásnak a Bonjour használatával történő globális meghirdetése nagytávolságú hosztnevet igényel. A Bonjour beállításait az AirPort beállítások %@ altáblájának „Szerkeszd…” gombjára kattintva konfigurálhatja.";

/* End of AirePortErrors.strings file */
